Repository: totten/issue-4043
Catalog: l10n/*/LC_MESSAGES/mayfirst.po
Languages: es_es

source: May First Membership
es_es: Membresía de May First

source: Sorry, something went wrong when we tried to send you off to Pay Pal. Please email support@mayfirst.org to help get this situation resolved.
es_es: Lo sentimos, algo falló cuando intentamos redirigirte a PayPal. Por favor envía un correo a support@mayfirst.org para ayudar resolver esta situación.

source: Thank you for your payment!
es_es: ¡Gracias por su pago!

source: Your membership dues payment has been successfully applied.
es_es: Su pago de cuotas de membresía ha sido aplicado exitosamente.

source: The membership was created, but I failed to update the Civi contact with the external identifier: %1. Exception: %2
es_es: La membresía fue creada, pero no pudo actualizar el contacto Civi con el identificador externo: %1. Excepción: %2

source: Please ensure group short name is all lower case and only letters.
es_es: Por favor, asegúrese de que el nombre corto del grupo sea todo en minúsculas y sólo con letras.

source: That short group name already exists, please try a different one.
es_es: Ese nombre de grupo corto ya existe, por favor, intente uno diferente.

source: That member name already exists, maybe they are already members?
es_es: Ese nombre de miembro ya existe, ¿quizás ya son miembros?

source: That short name is in use as a login. Please choose another.
es_es: Ese nombre corto ya está en uso como usuario. Por favor, elija otro.

source: That domain name is in use. Please check to see if this membership has already been created, perhaps under a different name?
es_es: Ese nombre de dominio ya está en uso. Por favor, compruebe si esta membresía ya ha sido creada, tal vez con un nombre diferente.

source: Something went wrong creating the membership. Membership creation failed
es_es: Algo salió mal al crear la membresía. La creación de la membresía ha fallado

source: Something went wrong creating the hosting order.
es_es: Algo salió mal al crear el orden de alojamiento.

source: Something went wrong creating the membership. Unique unix group creation failed.
es_es: Algo salió mal al crear la membresía. Ha fallado la creación del grupo UNIX único.

source: You have specified a plan that does not exist: '%1'.
es_es: Ha especificado un plan que no existe: '%1'.

source: You have specified an income that does not exist: '%1'.
es_es: Ha especificado un rango de ingresos que no existe: '%1'.

source: Your income level cannot be higher then your plan.
es_es: Su nivel de ingresos no puede ser superior al nivel de su plan.

source: We do not support that currency.
es_es: No aceptamos esta moneda.

source: Please enter either 0 or 1 for hosting benefits.
es_es: Por favor, introduzca 0 o 1 para los beneficios de alojamiento.

source: Please enter a number greater then 0.
es_es: Por favor, introduzca un número mayor que 0.

source: Virtual Private Servers are not allowed without hosting benefits.
es_es: Los Servidores Privados Virtuales no están permitidos sin activar los beneficios del alojamiento.

source: Extra storage is not allowed without hosting benefits.
es_es: No se permite el almacenamiento adicional sin beneficios de alojamiento.

source: If you need this much storage, please move to the next higher membership plan or if you are at the top, contact support for assistance.
es_es: Si necesitas tanto almacenamiento, por favor pasa al siguiente plan de alojamiento. Si ya estás en el último, contacta al soporte técnico para que te ayuden.

source: You must include income if you specify virtual private servers.
es_es: Debe incluir su rango de ingresos si especifica el uso de servidores privados virtuales.

source: You must have at least as many CPUs as virtual private servers.
es_es: Debe incluir al menos un CPU para cada servidor privado virtual.

source: You must have at least one GB of RAM per VPS.
es_es: Debe incluir al menos un GB de RAM por VPS.

source: That is not a valid currency.
es_es: No aceptamos esta moneda.

source: Less than %1 %2
es_es: Menos de %1 %2

source: Greater than %1 %2
es_es: Más de %1

source: Between %1 and %2 %3
es_es: Entre %1 y %2 %3

source: Failed to update the membership - has it already been activated?
es_es: No se ha podido actualizar la membresía: ¿ya se ha activado?

source: Your contact must include a value for %1.
es_es: Su contacto debe incluir un valor para %1.

source: Your token does not seem valid.
es_es: Su ficha no parece válida.

source: Your token is not authorized to make changes to your membership.
es_es: Su ficha no está autorizada para realizar cambios en su membresía.

source: The contact you are entering is not currently related to your membership.
es_es: El contacto que está introduciendo no está relacionado con su membresía actualmente.

source: Your token didn't work when trying to flush the cache.
es_es: Tu token no ha funcionado al intentar vaciar el caché.

source: Your token has expired. Please request a new one.
es_es: Su token ha caducado. Por favor, solicite una nueva.

source: Your token didn't work. Sometimes links are broken due to a line break in email messages. If you clicked on a link, try copying and pasting the token instead.
es_es: Tu token no ha funcionado. A veces los enlaces se rompen debido a un salto de línea en los mensajes de correo electrónico. Si has hecho clic en un enlace, intenta copiar y pegar el token directamente.

source: Sorry, you are not authorized to edit your membership. Only Admin and Technical contacts can do that.
es_es: Lo sentimos, no está autorizado a editar su membresía. Sólo los contactos administrativos y técnicos de su membresía pueden hacerlo.

source: Invalid Token.
es_es: Ficha inválida.

source: The member contact for the membership id %1 no longer exists. Please contact support for help resolving this issue.
es_es: El contacto principal para el id de membreśia %1 ya no existe. Ponte en contacto con soporte técnico para que te ayuden a resolver este problema.

source: Membership is cancelled for membership id %1.
es_es: Se ha cancelado la membresía para el id de membresía %1.

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: Income Range:
es_es: Rango de Ingresos:

source: Hosting Plan:
es_es: Plan de Alojamiento:

source: Base fee:
es_es: Cuota base:

source: GB included
es_es: GB incluidos

source: GB extra storage
es_es: GB de almacenamiento adicional

source: Virtual Private Servers
es_es: Servidores Privados Virtuales

source: GBs of RAM
es_es: GB de RAM

source: GBs of SSD
es_es: GBs de SSD

source: Admin
es_es: Administrador

source: Technical
es_es: Técnico

source: '%1' did not look like a valid email.
es_es: '%1' no parece ser un correo electrónico válido.

source: Invalid token given when submitting a membership renewal.
es_es: Se ha proporcionado un token inválido al enviar la renovación de la membresía.

source: There is already a recurring contribution set for this membership that is in progress.
es_es: Ya se ha programado una contribución recurrente para esta membresía.

source: We can only process payments in USD.
es_es: Solo podemos procesar pagos en USD

source: Failed to process contribution.
es_es: No se ha podido procesar la contribución.

source: No file was uploaded. Please select a file to upload first.
es_es: No se ha cargado ningún archivo. Por favor, seleccione un archivo para cargar primero.

source: Your token is invalid.
es_es: Su ficha no es válida.

source: Failed to lookup custom field id.
es_es: Fallo en la búsqueda del ID del campo personalizado.

source: Please pass a valid page.
es_es: Por favor, proporciona una página válida.

source: City
es_es: Ciudad

source: Membership Type
es_es: Tipo de Membresía

source: Country
es_es: País

source: State or Province
es_es: Estado o Provincia

source: About yourself
es_es: Acerca de ti

source: First name
es_es: Nombre

source: Email address
es_es: Dirección de correo electrónico

source: Preferred Language
es_es: Idioma Preferido

source: Membership type must be Individual or Organization.
es_es: El tipo de membresía debe ser Individual o Organización.

source: Invalid language.
es_es: Idioma no aceptado.

source: We have already received your membership request. Please be patient while we process the request!
es_es: Ya hemos recibido su solicitud de membresía. Por favor, ten paciencia mientras procesamos su solicitud.

source: Sorry, that organization name is already taken in our system. Or are you already a member?!?
es_es: Lo sentimos, el nombre de la organización ya está ocupado en nuestro sistema. ¿O ya tienes una membresía?

source: Sorry, that organization name is already taken in our system. If you are re-joining after your membership expired, please email info@mayfirst.org to get started again.
es_es: Lo sentimos, el nombre de la organización ya está ocupado en nuestro sistema. Si estas volviendo a subscribir por que tu membresía haya vencido, por favor envía un correo electrónico a info@mayfirst.org para comenzar de nuevo.

source: Invalid selection for hosting benefits.
es_es: Selección inválida para los beneficios de alojamiento.

source: Invalid currency.
es_es: Moneda no aceptada.

source: Invalid membership payment frequency.
es_es: Frecuencia de pago de membresía no válida.

source: Invalid selection for income, should be a number between 1 and 4.
es_es: Selección inválida para los ingresos, debería ser un número entre 1 y 4.

source: Invalid selection for plan, should be a number between 1 and 4.
es_es: Selección inválida para el plan, debería ser un número entre 1 y 4.

source: Your plan cannot be lower then your income range.
es_es: Su nivel de plan no puede ser inferior a su nivel de rango de ingresos.

source: That does not seem like a valid domain name (only 6 domain parts are allowed): %1
es_es: Eso no parece un nombre de dominio válido (sólo se permite un dominio con hasta 6 partes.): %1

source: Your extra storage exceeds the limit. Please choose a higher plan instead.
es_es: Su almacenamiento adicional excede el límite. Por favor, elige un plan superior.

source: Extra storage cannot be a negative number.
es_es: El almacenamiento adicional no puede ser un número negativo.

source: Please choose a whole number for extra storage.
es_es: Por favor, elija un número entero para el almacenamiento adicional.

source: Please enter a whole number for extra storage. Decimals are not allowed.
es_es: Por favor, introduzca un número entero para el almacenamiento adicional. Los decimales no están permitidos.

source: You are welcome to lower your plan! But, we cannot handle that without human intervention. Please contact support to complete that process:.
es_es: Puede reducir su nivel de plan pero no lo podemos procesar automáticamente.Póngase en contacto con el servicio de soprte técnico para completar ese proceso:.

source: You are welcome to lower your extra storage! But, we cannot handle that without human intervention. Please contact support to complete that process:.
es_es: Puede reducir su almacenamiento adicional pero no podemos procesarlo automáticamente.Por favor, póngase en contacto con el servicio de soporte técnico para completar ese proceso:.

source: Virtual private servers and related settings are only available if you select hosting benefits.
es_es: Los servidores privados virtuales y las configuraciones relacionadas sólo están disponibles si activa los beneficios del alojamiento.

source: Solid state drive
es_es: Disco de estado sólido

source: The value for %1 should be a number.
es_es: El valor de %1 debe ser un número.

source: The value for %1 should be a whole number, not a fraction.
es_es: El valor de %1 debe ser un número entero, no una fracción.

source: Virtual private servers should be a number.
es_es: Los servidores privados virtuales deben ser un número.

source: CPU should be a number.
es_es: La CPU debería ser un número.

source: RAM should be a number.
es_es: La RAM debería ser un número.

source: SSD should be a number.
es_es: El SSD debería ser un número.

source: You must have at least as many CPUs as Virtual Private Servers.
es_es: Debe tener al menos tantas CPU como Servidores Virtuales.

source: You must have at least 1 GB of RAM per virtual private server.
es_es: Debe tener al menos 1 GB de RAM por cada servidor privado virtual.

source: Please add at least one Virtual Private Server before adding CPU, RAM or SSD.
es_es: Por favor, añada al menos un Servidor Virtual antes de añadir CPU, RAM o SSD.

source: Please add SSD in increments of 5 GB.
es_es: Por favor, añada SSD en incrementos de 5 GB.

source: Please limit your initial request to two virtual private servers. We have plenty to go around but need have a conversation with you on timing before we can commit to more.
es_es: Por favor, limite su solicitud inicial a dos servidores privados virtuales. Tenemos muchos para repartir, pero necesitamos conversar contigo sobre los plazos antes de comprometernos con más.

source: Please limit your initial request to no more then 4 CPUs per virtual private server. We have plenty to go around but need to discuss to ensure we can provision in a timely manner.
es_es: Por favor, limite su solicitud inicial a no más de 4 CPUs por servidor virtual privado. Tenemos más para repartir pero necesitamos discutirlo contigo para asegurarnos de que podemos provisionarlos en tiempo y forma.

source: Please limit your initial request to no more then 8 GB RAM per virtual private server. We have plenty to go around but need to discuss to ensure we can provision in a timely manner.
es_es: Por favor, limite su solicitud inicial a no más de 8 GB de RAM por servidor privado virtual. Tenemos más para repartir, pero necesitamos discutirlo contigopara asegurarnos de que podemos provisionarlo en tiempo y forma.

source: Please limit your initial request to no more then 20 GB SSD per virtual private server. We have plenty to go around but need to discuss to ensure we can provision in a timely manner.
es_es: Por favor, limite su solicitud inicial a no más de 20 GB SSD por servidor privado virtual. Tenemos más para repartir pero necesitamos discutirlo contigo para asegurarnos de que podemos provisionarlo en tiempo y forma.

source: %1 field is required.
es_es: El campo %1 es obligatorio.

source: The membership is in the %1 state - we don't have a template for that.
es_es: La membresía se encuentra con estado %1 - no tenemos una plantilla para esto.

source: Please set the workflow name before sending the email.
es_es: Por favor, establezca el nombre del flujo de trabajo antes de enviar el correo electrónico.

source: No recipients! Does this membership have any admin contacts? Membership Id: %1
es_es: No hay destinatarios. ¿Existe algún contacto administrativo para este membresía? Id. de membresía: %1

source: Could not find the contact id for this membership: %1.
es_es: No se encuentra un identificador del contacto para este membresía: %1.

source: Failed to find a message template matching the work flow name: %1.
es_es: No se encuentra una plantilla de mensaje que coincida con el nombre del flujo de trabajo: %1.

source: There is no HTML content in the message template matching the work flow name: %1.
es_es: No hay contenido HTML en la plantilla del mensaje que coincide con el nombre del flujo de trabajo: %1.

source: Token type should be edit or pay.
es_es: El tipo de ficha debe ser de edición o de pago.

source: Failed to generate the token. No matching contact hash for that membership id.
es_es: No se pudo generar el token. No hay un hash de contacto que coincida con ese ID de membresía.

source: Could not find membership id when re-calculating dues.
es_es: No se encuentra el identificador de membresía al recalcular las cuotas.

source: The CONTROL_PANEL_USER constant is not defined.
es_es: La constante CONTROL_PANEL_USER no está definida.

source: There was a curl error connecting to the API: %1.
es_es: Hubo un error de curl al conectarse a la API: %1.

source: The control panel did not respond properly: %1.
es_es: El panel de control no ha respondido correctamente: %1.

source: The control panel reported an error: %1
es_es: El panel de control reportó un error: %1

source: Benefits
es_es: Beneficios

source: Currency
es_es: Moneda

source: Income
es_es: Ingresos

source: Services
es_es: Servicios

source: Summary
es_es: Resumen

source: May First Movement Technology Logo with dandellion coming out of earth.
es_es: May First Movement Technology logotipo con flor de diente de león saliendo de la tierra.

source: Welcome to the May First dues calculator. May First uses a sliding scale dues structure based on your income and resource needs. You can use this calculator to determine how much you would be expected to pay given the information you provide.
es_es: Bienvenides al calculador de cuotas de May First. Usamos un estructurade cuotas de escala movíl basado en sus ingresos y recursos que utiliza.Puedes usar este calculador para determinar cuanto le correspondería pagar.

source: Hosting Benefits
es_es: Beneficios de Alojamiento

source: May First members collectively own our technology infrastructure and member dues support our server costs and staff.
es_es: La membresía de May First somos propietaries colectives de nuestra infraestructura tecnológica y las cuotas de la membresía sostienen los costes de nuestres servidores y el personal.

source: I would like full hosting benefits including web site hosting and e-mail
es_es: Quiero los beneficios de alojamiento completos incluyendo hospedaje de sitios web y correos

source: Most members choose to use our full hosting benefits option. This option includes access to services most members will need and allows for the creation of multiple web sites, e-mails, and Nextcloud accounts. The cost of full hosting benefits is based on a sliding scale depending on your income level and any additional resources needed.
es_es: La mayoría de los miembros optan por utilizar nuestra opción de beneficios de alojamiento completo. Esta opción incluye el acceso a los servicios que la mayoría de la membresía requieren y permite la creación de múltiples sitios web, correos electrónicos y cuentas de Nextcloud. El coste de los beneficios de alojamiento completo se basa en una escala móvil que depende de tu nivel de ingresos y de los recursos adicionales que necesites.

source: Learn more about hosting benefits.
es_es: Más información sobre las ventajas del alojamiento.

source: I just want basic membership
es_es: Sólo quiero la membresía básica

source: You may change your hosting benefits from basic to full benefits at any time. If you want to change from full benefits to basic after starting your membership, that is also allowed, but you will need to contact support for assistance.
es_es: Puede cambiar su membresía y agregar los beneficios de alojamiento completos en cualquier momento. También puedes renunicar los beneficios completos y cambiara una membresía básica después de empezar tu membresía pero tendrás que ponerte en contacto con el servicio de soporte técnico para que te ayuden realizar el cambio.

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: USD - US Dollars
es_es: USD - Dólares Estadounidenses

source: MXN - Mexican pesos
es_es: MXN - Pesos Mexicanos

source: Payment frequency
es_es: Frecuencia de pago

source: Monthly
es_es: Mensualmente

source: Annual
es_es: Anual

source: Annual Income Range
es_es: Rango de Ingresos Anuales

source: Income Range 1:
es_es: Rango de Ingresos 1:

source: Income Range 2:
es_es: Rango de Ingresos 2:

source: Income Range 3:
es_es: Rango de Ingresos 3:

source: Income Range 4:
es_es: Rango de Ingresos 4:

source: Hosting Plan
es_es: Plan de Alojamiento

source: per year
es_es: por año

source: GB disk space
es_es: GB de espacio en disco

source: Extra Storage
es_es: Almacenamiento Adicional

source: Optional:
es_es: Opcional:

source: GB limit
es_es: Límite GB

source: Virtual Private Server
es_es: Servidor Virtual

source: Yes
es_es: Sí

source: If you would like to add virtual private servers to your membership or change your existing virtual private server settings please contact support so they can be provisioned in a timely way.
es_es: Si desea añadir servidores privados virtuales a su membresía o cambiar la configuración de sus servidores privados virtuales existentes, por favor, póngase en contacto con el servicio de soprte técnico para que puedan ser provisionados en tiempo y forma.

source: Number of Virtual Private Servers
es_es: Número de Servidores Virtuales

source: Please indicate how many CPU cores you would like (limit 4). Each CPU core is %1 %2 per month.
es_es: Por favor, indique cuántos núcleos de CPU desea (límite 4). Cada núcleo de CPU cuesta %1 %2 al mes.

source: Hosting Benefits?
es_es: ¿Beneficios de Alojamiento?

source: No Thanks. Just one user account is fine.
es_es: No, gracias. Una sola cuenta de usuario está bien.

source: Yes, full hosting benefits.
es_es: Sí, todas las ventajas de alojamiento.

source: Income Range
es_es: Rango de Ingresos

source: Range
es_es: Gama

source: Base cost:
es_es: Base de coste:

source: per
es_es: por

source: Base disk space:
es_es: Espacio de disco base:

source: Number of CPUs
es_es: Número de CPUs

source: RAM (in GB)
es_es: RAM (en GB)

source: Solid State Disk Space (in GB)
es_es: Espacio en disco de tipo estado sólido (en GB)

source: Total Amount Due:
es_es: Cantidad Total a Pagar:

source: each
es_es: cada

source: Total Disk Space:
es_es: Espacio total en disco:

source: mayfirst
es_es: mayo primero

source: Sorry, there was an error.
es_es: Lo siento, hubo un error.

source: Year
es_es: Año

source: Month
es_es: Mes

source: To begin, we need either your membership renewal token or your email address so we can send you your membership renewal token.
es_es: Para empezar, necesitamos su ficha de renovación de afiliación o su dirección de correo electrónico para poder enviarle su ficha de renovación de afiliación.

source: Membership renewal token
es_es: Ficha de renovación para su membresía

source: Email
es_es: Envíe un correo electrónico a

source: Your payment has been processed. Thank you!
es_es: Su pago ha sido procesado. Gracias.

source: Membership Summary
es_es: Resumen de su Membresía

source: Member Name
es_es: Nombre del miembro

source: Membership Status
es_es: Estado de su Membresía

source: Expiration Date
es_es: Fecha de Caducidad

source: Renewal Amount
es_es: Importe de la renovación

source: Membership Details
es_es: Detalles de la afiliación

source: Please carefully review your details and your contacts. If your income has changed, please first update your account because it may change how much you owe.
es_es: Por favor, revise cuidadosamente sus datos y sus contactos. Si sus ingresos han cambiado, actualice primero su cuenta porque puede cambiar la cantidad que debe contribuir.

source: Member income range, hosting plan, and extra storage
es_es: Rango de ingresos de su membresía, plan de alojamiento y almacenamiento adicional

source: Not selected
es_es: No seleccionado

source: Contacts
es_es: Contactos

source: Contact Privileges: All contacts receive membership notices and voting tokens and can pay dues. Admin contacts can change your membership details and receive notifications when payments are due. Technical contacts can change your membership details and receive control panel password reset notifications.
es_es: Privilegios de los contactos: Todos los contactos reciben avisos de afiliación y fichas de votación y pueden pagar las cuotas. Los contactos administrativos pueden cambiar los detalles de su afiliación y recibir notificaciones cuando los pagos vencen. Los contactos técnicos pueden cambiar los datos de afiliación y recibir notificaciones de restablecimiento de la contraseña del panel de control.
