Repository: totten/issue-4043
Catalog: l10n/*/LC_MESSAGES/mayfirst.po
Languages: es_es

source: Change Membership Details
es_es: Cambiar los Datos de Membresía

source: Payment
es_es: Pago

source: Automatic renewal
es_es: Renovación automática

source: Checking this box indicates that your credit card will be automatically charged when your membership expires.
es_es: Si marca esta casilla, se cargará los pagos automáticamente en su tarjeta de crédito cuando se renueve su membresía.

source: Note: Monthly membership are always automatically renewed each month.
es_es: Nota: Las afiliaciones mensuales siempre se renuevan automáticamente cada mes.

source: Pay by credit card
es_es: Pagar con tarjeta de crédito

source: Pay by PayPal
es_es: Pagar con PayPal

source: Please enter you credit card information to renew your membership.
es_es: Introduzca los datos de su tarjeta de crédito para renovar su afiliación.

source: Please upload a screen shot or PDF documenting your payment transfer. Your membership status will not change until a human is able to review your receipt.
es_es: Por favor, suba una captura de pantalla o un PDF que documente su transferencia de pago. El estado de su membresía no cambiará hasta que un humano pueda revisar su recibo.

source: Upload
es_es: Subir a

source: If you are unable to pay by credit card, please send a check, made out to "May First Movement Technology", to:
es_es: Si no puede pagar con tarjeta de crédito, envíe un cheque, a nombre de "May First Movement Technology", a:

source: In the name of
es_es: En nombre de

source: Bank
es_es: Banco

source: Account Number
es_es: Número de cuenta

source: Branch Address
es_es: Dirección de la sucursal

source: Clabe number
es_es: Número de clabe

source: That did not look like a valid token.
es_es: Eso no parecía una ficha válida.

source: Sorry, we hit a problem.
es_es: Lo siento, hemos encontrado un problema.

source: Make the payment
es_es: Realice el pago

source: Please enter a token or email address
es_es: Por favor, introduzca un token o una dirección de correo electrónico

source: Your email is not linked to any memberships.
es_es: Su correo electrónico no está vinculado a ninguna membresía.

source: An email was sent with your token.
es_es: Se ha enviado un correo electrónico con su ficha.

source: May First Membership Renewal
es_es: May First Renovación de Membresía

source: There was an error processing your credit card and, sadly, you do not have permission to see that error. Please contact support.
es_es: Hubo un error al procesar su tarjeta de crédito y lamentablemente no tiene permiso para ver ese error. Por favor, póngase en contacto con el servicio de soporte técnico.

source: Pending Membership Requests
es_es: Solicitudes de membresía pendientes

source: Why Join
es_es: Por qué Afiliarse

source: Date
es_es: Fecha

source: Process
es_es: Proceso

source: Process Membership Request
es_es: Tramitar la solicitud de mebresía

source: Cancel and return to list
es_es: Cancelar y volver a la lista

source: Summary of Request
es_es: Resumen de la Colicitud

source: Step 1: Review details
es_es: Paso 1: Revisar los detalles

source: Review the information provided. Right click on the member name and edit in a new tab to fix obvious typos.
es_es: Revisa la información proporcionada. Haz clic derecho sobre el nombre de tu membresía y edite en una nueva pestaña para corregir cualquier error tipográfico.

source: Join Date
es_es: Fecha de Ingreso

source: Member Type
es_es: Tipo de Membresía

source: Member Location
es_es: Ubicación

source: Contact Info
es_es: Información de contacto

source: Contact Preferred Language
es_es: Contacto Idioma preferido

source: Domain Name
es_es: Nombre de dominio

source: Additional instructions for virtual private servers
es_es: Instrucciones adicionales para los servidores privados virtuales

source: Dues Reduction Description
es_es: Descripción de la Reducción de Cuotas

source: Step 2: Activate the membership
es_es: Paso 2: Activar la membresía

source: Change the status from "Requested" to "Grace" to activate the membership and enable the member to pay their initial dues.
es_es: Cambie el estado de "Solicitado" a "Gracia" para activar la afiliación y permitir que el afiliado pague su cuota inicial.

source: Make membership active
es_es: Hacer que la afiliación sea activa

source: Send Welcome Email
es_es: Enviar correo electrónico de bienvenida

source: Welcomer
es_es: Bienvenida

source: Optionally, choose a member of the welcome committee to cc: on this message so they know to follow up with a more in-depth welcome.
es_es: Si lo desea, elija a un miembro del comité de bienvenida para que le envíe un mensaje de bienvenida más detallado.

source: Message
es_es: Mensaje

source: Type a brief message that will be appended to the top of the standard welcome email.
es_es: Escriba un breve mensaje que se añadirá a la parte superior del correo electrónico de bienvenida estándar.

source: Step 3: Send welcome message
es_es: Paso 3: Enviar un mensaje de bienvenida

source: Send an email that lets them know their membership is approved and provides a link to pay their dues.
es_es: Envíe un correo electrónico para informarles de que su afiliación ha sido aprobada y proporcionarles un enlace para pagar sus cuotas.

source: Send Welcome Message
es_es: Enviar mensaje de bienvenida

source: Setup Control Panel Items
es_es: Elementos del panel de control de configuración

source: Organization Name
es_es: Nombre de la organización

source: Short Name
es_es: Nombre corto

source: Notification Email
es_es: Correo electrónico de notificación

source: Step 4: Setup their control panel items
es_es: Paso 4: Configurar los elementos del panel de control

source: This step also sends an email with login details.
es_es: Este paso también envía un correo electrónico con los datos de acceso.

source: Create control panel items
es_es: Crear elementos del panel de control

source: Welcome
es_es: Bienvenido

source: About
es_es: Acerca de

source: Confirm
es_es: Confirmar

source: Welcome!
es_es: Bienvenides!

source: May First Movement Technology is a non-profit cooperative that
es_es: May First Movement Technology es una cooperativa sin ánimo de lucro que

source: engages in building movements by advancing the strategic use and collective control of technology for local struggles, global transformation, and emancipation without borders.
es_es: se compromete a construir movimientos promoviendo el uso estratégico y el control colectivo de la tecnología para las luchas locales, la transformación global y la emancipación sin fronteras.

source: May First engages in movement organizing and provides hosting services as a benefit of membership. If you agree with our mission, then you are welcome to join. All members are expected to abide by our
es_es: May First se dedica a la organización de movimientos y ofrece servicios de alojamiento como beneficio de la afiliación. Si estás de acuerdo con nuestra misión, eres bienvenido a unirte. Se espera que todos los miembros se atengan a nuestra

source: Membership Agreement
es_es: Acuerdo de afiliación

source: and are invited to engage in our decision making process.
es_es: y están invitados a participar en nuestro proceso de toma de decisiones.

source: Unless labeled optional, all fields are required.
es_es: A menos que sean opcionales, todos los campos son obligatorios.

source: Organization
es_es: Organización

source: Please indicate if your membership is individual, or on behalf of an organization. Organizational members get two votes and individual members get one vote in our annual elections, otherwise the membership types receive the same benefits.
es_es: Por favor, indique si su afiliación es individual o en nombre de una organización. Los miembros de organizaciones obtienen dos votos y los miembros individuales un voto en nuestras elecciones anuales, por lo demás los tipos de afiliación reciben los mismos beneficios.

source: Please contact support to change your membership type.
es_es: Póngase en contacto con el servicio de asistencia para cambiar su tipo de afiliación.

source: Contact Information
es_es: Información de contacto

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Pseudonyms are acceptable.
es_es: Se aceptan los seudónimos.

source: Email Address
es_es: Dirección de correo electrónico

source: Mobile Phone
es_es: Teléfono móvil

source: May First sends announcements in either English or Spanish depending on your preference. You can adjust this setting at any time.
es_es: May First envía los anuncios en inglés o en español, según su preferencia. Puede ajustar esta configuración en cualquier momento.

source: Membership contacts
es_es: Contactos para los miembros

source: Membership contacts receive all membership related email, including voting tokens.
es_es: Los contactos de los afiliados reciben todos los correos electrónicos relacionados con la afiliación, incluidas las fichas de votación.

source: Admin Privileges
es_es: Privilegios de Administrador

source: Permission to change your membership and also receive a notice when your membership invoices are due.
es_es: Permiso para cambiar detalles de tu membresía y para recibir un aviso cuando de sus pagos pendientes.

source: Technical Privileges
es_es: Privilegios Técnicos

source: Permission to change your membership and also receive control panel password reset emails.
es_es: Permiso para cambiar detalles de su membresía y para recibir correos electrónicos para el restablecimiento de contraseñas en el panel de control.

source: Name
es_es: Nombre

source: Mobile
es_es: Móviles

source: Preferred Languge
es_es: Idioma preferido

source: Privileges
es_es: Privilegios

source: Actions
es_es: Acciones

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Click to Confirm
es_es: Haga clic para Confirmar

source: Add new contact
es_es: Añadir un nuevo contacto

source: Geographical Information
es_es: Información Geográfica

source: The geographic location fields are used for our own evaluation purposes to assess the geographic reach of the organization. If you or your organization spans multiple locations please pick the location most central to your operations.
es_es: Los campos de ubicación geográfica se utilizan para nuestra propia evaluación y para valorar el alcance geográfico de la organización. Si usted o su organización se extienden por varios lugares, elija la ubicación más central para sus operaciones.

source: State or province
es_es: Estado o provincia

source: Choose your country first to get an appropriate list of state/provinces.
es_es: Elija primero su país para obtener una lista adecuada de estados/provincias.

source: Tell us about yourself
es_es: Háblenos acerca de tí o la organización

source: Please describe your organization's mission and issue areas. We use this information to better understand our membership.
es_es: Por favor, describa la misión y las áreas temáticas de su organización. Utilizamos esta información para comprender mejor a nuestros miembros.

source: Please tell us about yourself and why you want to join May First, including your organizing or activism interests or experience. We use this information to better understand our membership.
es_es: Por favor, háblanos de ti y de por qué quieres unirte a May First, incluyendo tus intereses o experiencia en organización o activismo. Utilizamos esta información para comprender mejor a nuestros miembros.

source: Membership Contact
es_es: Contacto Principal

source: Permissions
es_es: Permisos

source: All contacts receive membership announcements and voting tokens. Optionally, specify additional permissions.
es_es: Todos los contactos reciben anuncios de membresía y fichas de votación. Puede especificar permisos adicionales.

source: Can change membership, receives email when membership payment is due.
es_es: Puede cambiar detalles de mmebresía, recibe un correo electrónico cuando toca pagar.

source: Technical:
es_es: Técnica:

source: Can change membership, receives control panel password reset email.
es_es: Puede cambiar detalles de la membresía, recibe los correos electrónicos cuando se solicita restablecer contraseñas de usuario en el panel de control.

source: Cancel
es_es: Cancelar

source: Save
es_es: Guardar

source: I would like email web site and full hosting benefits
es_es: Quiero utilizar sitios web, multiples correos electrónicos y todos los beneficios de alojamiento

source: May First is not a domain registrar or reseller and we cannot directly manage your lease to a specific domain such as myorganization.org but we can prepare your membership to function with any domain name you already own or plan to purchase with a 3rd party. If you do not provide a domain name at this time, we can provide a subdomain such as myorganization.mayfirst.info for your account. The domain name used for your account is not permanent. You can edit, remove or add additional domain names after you join.
es_es: May First no es un registrador o revendedor de dominios y no podemos gestionar directamente su arrendamiento a un dominio específico como myorganization.org pero podemos preparar su membresía para que funcione con cualquier nombre de dominio que ya posea o planee comprar con un tercero. Si no proporciona un nombre de dominio en este momento, podemos proporcionar un subdominio como myorganization.mayfirst.info para su cuenta. El nombre de dominio utilizado para su cuenta no es permanente. Puede editar, eliminar o añadir nombres de dominio adicionales después de unirse.

source: If you would like a virtual server, please click yes. If you are not sure, choose No. You can always add a virtual server later.
es_es: Si desea un servidor virtual, haga clic en Sí. Si no está seguro, elija No. Siempre puede añadir un servidor virtual más tarde.

source: Please indicate how many virtual private servers you would like (limit: 2, please contact support to request more). Each virtual private server's base price is on a sliding scale according to your income tier. Based on your chosen income tier, the virtual private server cost is: %1 %2 per month.
es_es: Indique cuántos servidores privados virtuales desea (límite: 2, póngase en contacto con el servicio de asistencia para solicitar más). El precio base de cada servidor privado virtual es una escala móvil según su nivel de ingresos. Según el nivel de ingresos elegido, el coste del servidor privado virtual es: %1 %2 al mes.

source: Additional Information
es_es: Información adicional

source: Please let us know if you have any additional requests, including the amount of data disk space you would like initially allocated to your virtual private server.
es_es: Por favor, háganos saber si tiene alguna solicitud adicional, incluyendo la cantidad de espacio de disco de datos que le gustaría asignar a su servidor privado virtual.

source: Please review your selections below. Click the previous button to make any changes or click submit if everything is correct.
es_es: Por favor, revise sus selecciones a continuación. Haga clic en el botón anterior para realizar cualquier cambio o haga clic en enviar si todo es correcto.

source: Contact
es_es: Contacto

source: Dues Reduction Request
es_es: Solicitud de Reducción de Cuotas

source: Our cooperative depends wholly on membership dues to fund our day to day operations and our ability to reduce these dues is limited however if for any reason you need to request a reduction in your dues please let us know here and a special committee of the board will meet to review your request. Please include as much information as possible, including your current budget, volunteer and paid staff and, if requesting extra resources, how you plan to use them.
es_es: Nuestra cooperativa depende totalmente de las cuotas de la membresía para financiar nuestras operaciones cotidianas y nuestra capacidad para reducir estas cuotas es limitada, sin embargo, si por alguna razón necesita solicitar una reducción en sus cuotas, por favor háganoslo saber aquí y un comité especial de la junta directiva se reunirá para revisar su solicitud. Por favor, incluya toda la información posible, incluyendo su presupuesto actual, el número de personal voluntario y remunerado y, si solicita recursos adicionales, cómo piensa utilizarlos.

source: Submit Membership Details
es_es: Enviar los Datos de Membresía

source: Warning: changes are not saved until you reach the last page and submit.
es_es: Atención: los cambios no se guardan hasta que se llega a la última página y se envía.

source: Cancel and pay dues.
es_es: Cancelar y pagar las cuotas.

source: Oops. There was an error! Please contact support. The returned error is:
es_es: Ups. Hubó un error. Por favor, póngase en contacto con el servicio de soporte técnico. El error es:

source: Your changes have been saved!
es_es: Tus cambios se han guardado.

source: Pay dues.
es_es: Pagar cuotas.

source: Thank you for submitting your membership! We review all requests manually, so it may take up to 24 hours to process. When we do you will receive an email with the full details of how to get involved in May First and how to use your hosting services.
es_es: Gracias por enviar su solicitud de membresía. Revisamos todas las solicitudes manualmente, por lo que puede tardar hasta 24 horas en procesarse. Cuando lo hagamos, recibirás un correo electrónico con todos los detalles sobre cómo participar en May First y cómo utilizar tus servicios de alojamiento.

source: Review pending Mayfirst Membership
es_es: Revisión de membresía May First pendiente

source: May First payment link with edit privileges
es_es: May First - Enlace de pago con permisos para editar

source: May First membership amount due in the requested currency
es_es: Mebresía May First - Cuotas pendinetes en la moneda solicitada

source: Renewal amount line only filled in if MXN is chosen (e.g.: "= $1999 MXN")
es_es: La línea del monto total de la renovación sólo se llena si se elige MXN

source: The contacts first name or "compa" if first name is empty
es_es: Nombre de contacto o "compa" si nombre es vacío

source: The current USD-MXN exchange rate
es_es: La tasa de cambio USD-MXN actual

source: Caveat about changing exchange rates, only filled in if MXN
es_es: Aviso sobre la variación de las tasas de cambio, sólo se rellena si se trata de MXN

source: A notice if automatic renewal is enabled for this membership
es_es: Un aviso si la renovación automática está activada para esta membresía

source: The MXN amount is based on the exchange rate of 1 USD = %1 MXN (current when this email was sent). It may be different you click the link to pay.
es_es: El importe en MXN se basa en la tasa de cambio de 1 USD = %1 MXN (la última tasa vigente cuando se envió este correo electrónico). La tasa puede haber actualizada al momento de acceder vía el enlace para pagar.

source: Note: Your membership is setup with automatic renewal so there is no need to manually submit your payment. You will be charged automatically.
es_es: Nota: Su membresía está configurada con renovación automática por lo que no es necesario enviar manualmente su pago. Se le cobrará automáticamente.

source: Note: Your membership is setup with automatic renewal. However, your membership is not current so something may be wrong. Please email info@mayfirst.org to learn more.
es_es: Nota: Su afiliación está configurada con renovación automática. Sin embargo, sus pagos de membresía no están al día lo que podría indicar que hay un problema.

source: (In your native language) The current time is %1.
es_es: (En su idioma de navegador) La hora actual es %1.

source: The status of the membership can fall into one of several categories:
es_es: El estado de la membresía puede ser una de varias categorías:

source: No match
es_es: No hay coincidencia

source: This membership submission is a brand new record. There are no matching records in the database.
es_es: Esta solicitud de membresía es un registro nuevo. No hay registros coincidentes en la base de datos.

source: One match
es_es: Una coincidencia

source: There is a record already in the database that matches the submission's name and/or email or phone. It's probably a duplicate. If you do nothing, that matching record will be updated and made a member. However, if the matching record does not seem to be the same as the submission, then some action is required. We cannot have two contacts in the database with exactly the same name (if it is an organization) or exactly the same name and phone and/or email if it's an individual. Please contact support for more help.
es_es: Ya existe un registro en la base de datos que coincide con el nombre y/o el correo electrónico o el teléfono. Probablemente sea un duplicado. Si no haces nada, ese registro coincidente se actualizará y se convertirá en la nueva membresía. Sin embargo, si el registro coincidente no parece ser el mismo que del nuevo solicitud, entonces se requiere alguna acción. No podemos tener dos contactos en la base de datos con exactamente el mismo nombre (si se trata de una organización) o exactamente el mismo nombre y teléfono y/o correo electrónico si se trata de un individuo. Por favor, póngase en contacto con soporte técnico para obtener más ayuda.

source: De-dupe required
es_es: Se requiere resolver un registro duplicado

source: There is more then one matching record in the database. You must search the database for the matching records and merge them before you can continue.
es_es: Hay más de un registro coincidente en la base de datos. Debe buscar en la base de datos los registros coincidentes y fusionarlos antes de poder continuar.

source: The contact contact determines whether this membership will be created as an Individual or an Organization, which in turn, determines whether they will be considered an organizational member with two votes or an individual member with one vote.
es_es: El contacto determina si esta membresía se creará como individual o como organización, lo que a su vez determina si se considerará una membresía de organización con dos votos o una membresía individual con un voto.

source: The currency determines whether the contact record will be coded as paying in USD or MXN and in which currency we will expect their payment.
es_es: La moneda determina si el registro del contacto se codificará como pago en USD o MXN y en qué moneda esperaremos su pago.

source: The membership income tier determines which membership income tiers are available. You cannot pick a membership tier that is lower then your income tier.
es_es: El nivel de ingresos de la membresía determina los niveles de membresíadisponibles. No puedes elegir un nivel de membresía inferior a tu nivel de ingresos.

source: The why join field helps us eliminate spam or people who don't share our goals. It also provides us an opportunity to write a personalized welcome message and start our relationship off in a good way.
es_es: El campo por qué unirse nos ayuda a filtrar el spam o y a las personas que no comparten nuestros objetivos. También nos da la oportunidad de escribir un mensaje de bienvenida personalizado y comenzar nuestra relación de buena manera.

source: The contact name should be divided in two parts, the first name and last name.
es_es: El nombre del contacto debe estar dividido en dos partes, el nombre y el apellido.

source: Greetings
es_es: Saludos

source: You are getting this email because someone (hopefully you) tried to pay your May First dues online but did not have your membership token. So, here it is!
es_es: Está recibiendo este correo electrónico porque alguien (esperemos que fuiste tú) ha intentado pagar tu cuota de May First por Internet pero no tenía tu ficha de membresía. Entonces, ¡aquí está!
