Repository: totten/issue-4043
Catalog: l10n/*/LC_MESSAGES/mayfirst.po
Languages: es_es

source: May First Movement Technology is a people of color led, democratic organization helping to build the movement for global transformation and emancipation without borders.
es_es: May First Movement Technology es una organización democrática dirigida por personas de color que ayuda a construir el movimiento para la transformación global y la emancipación sin fronteras.

source: May First Dues Links for:
es_es: May First enlaces a cuotas para:

source: This email is a reminder that it is time to pay your May First membership dues.
es_es: Este correo es un recordatorio de pago para su membresía de May First

source: Pay your dues online by clicking this link
es_es: Haga clic sobre este enlace para pagar sus cuotas

source: Your support is critical for our project to continue. It both pays for our organizaing works and also the servers, electricity and labor to operate our members&#39; web sites, email accounts, video conferencing and all the other technology services our movement depends on.
es_es: Su aportación es vital para que nuestro proyecto continúe. Con ello pagamos tanto nuestro trabajo de organización como a los servidores, la electricidad y la mano de obra para mantener funcionando los sitios web de nuestra membresía, las cuentas de correo electrónico, las videoconferencias y todos los demás servicios tecnológicos de los que depende nuestro movimiento.

source: If you have any questions about your membership, what services we offer, or how you can learn more about May First, please reply to this email.
es_es: Si tiene alguna pregunta sobre su membrsía, los servicios que ofrecemos o cómo puede saber más sobre May First, responda a este correo electrónico.

source: Want to get more involved in building our movements digital autonomy? We need your help! No technology skills are needed. We are looking for folks to join our Engagement and Communications Team and our Technology, Infrastructure and Services Team. More info:
es_es: ¿Quieres colaborar más en la construcción de la autonomía digital de nuestros movimientos? ¡Necesitamos tu ayuda! No se necesitan conocimientos tecnológicos. Buscamos personas que se unan a nuestro Equipo de Participación y Comunicaciones y a nuestro Equipo de Tecnología, Infraestructura y Servicios. Más información:

source: Thank you for your support!
es_es: ¡Gracias por su apoyo!

source: May First Dues Invoice for:
es_es: May First nota de pago para:

source: You are receiving this email because your membership is expired and your resources either have been disabled or are scheduled to be disabled.
es_es: Está recibiendo este correo electrónico porque su membresía ha caducada y sus recursos han sido desactivados o están programados para ser desactivados.

source: Please click the link below to pay your dues.
es_es: Favor de hacer clic en el siguiente enlace para pagar sus cuotas

source: We can only keep your hosting resources on our servers for 3 months after your grace period ends. After 3 months we will permanently delete your data to make room for other members on our collectively owned servers.
es_es: Sólo podemos mantener sus recursos de alojamiento en nuestros servidores durante 3 meses después de que termine su período de gracia. Después de 3 meses, eliminaremos sus datos de forma permanente para dejar espacio a otras membresías en nuestros servidores de propiedad colectiva.

source: Your support is critical for our project to continue. It both pays for our organizaing works and also the servers, electricity and labor to operate our members&#39; web sites, email accounts, video conferencing and all the other technology services running on our servers.
es_es: Su aportación es vital para que nuestro proyecto continúe. Con ello pagamos tanto nuestro trabajo de organización como a los servidores, la electricidad y la mano de obra para mantener funcionando los sitios web de nuestra membresía, las cuentas de correo electrónico, las videoconferencias y todos los demás servicios tecnológicos de los que depende nuestro movimiento.

source: May First Membership is expired, resources disabled for:
es_es: Membresía de May First caducada, recursos deshabilitados para:

source: You are receiving this email because your membership is in the grace status. That means you are behind on your dues!
es_es: Estas recibiendo este correo por que tu mebresía esta en un estado de período de gracia lo cual quiere decir que hay un retraso en sus pagos de cuotas.

source: Please click the link below to pay your dues. We allow a 2 month grace period after which your hosting services will be disabled.
es_es: Por favor, haga clic en el siguiente enlace para pagar sus cuotas. Permitimos un período de gracia de 2 meses, después de lo cual sus servicios de alojamiento serán desactivados.

source: May First Dues Reminder for:
es_es: Recordatorio de pago de cuotas de May First para:

source: A member has uploaded a receipt:
es_es: Una membresía ha cargado un recibo.

source: Review and update the contribution status
es_es: Revisar y actualizar el estado de contribución

source: Thank you for submitting your May First membership request. We review each request manually, which can take up to a few days so please be patient. If you have any questions please feel free to reply to this email.
es_es: Gracias por enviar tu solicitud de membresía a May First. Revisamos cada solicitud manualmente, lo que puede llevar unos díaa. Agradecemos tu paciencia. Si tienes alguna pregunta, no dudes en responder a este correo electrónico.

source: Welcome! You are now an official member of May First Movement Technology, a people of color led, democratic organization helping to build the movement for global transformation and emancipation without borders.
es_es: Bienvenido! Se ha activado su membresía a May First Movement Technology, una organización democrática dirigida por personas de color que ayuda a construir un movimiento para la transformación global y la emancipación sin fronteras.

source: Your membership is currently in the Grace status, but you can take care of that by following the link below to contribute your share to our cooperative project.
es_es: Tu membresía está actualmente en periodo de gracia, pero puedes resolverlo siguiendo el siguiente enlace para contribuir yus cuotas a nuestro proyecto cooperativo.

source: Click on this link to pay your dues or modify your membership details.
es_es: Haga clic en este enlace pagar sus cuotas o cambiar los detallas de su membresía.

source: May First is your organization. Please take a moment to <a %1>orient yourself</a> and <a %2>learn how to get involved</a>.
es_es: May First es ahora tu organización también. Toma un momento para <a %1>orientarte</a> y <a %2>aprender como participar</a>.

source: Our <a %1>statement on combatting racism and sexism</a> is particularly important.
es_es: Nuestra <a %1>declaración sobre la lucha contra el racismo y el sexismo</a> es especialmente importante.

source: You may also want to book mark our <a %1>control panel site</a> (for adding web sites, email address, etc).
es_es: Se recomienda también añadir a tus favoritos de navegador el enlace a nuestro <a %1>sitio del panel de control</a> (para añadir sitios web, dirección de correo electrónico, etc).

source: Lastly, our <a %1>support site</a> is the place for asking questions about how to use our hosting resources.
es_es: Por último, nuestro <a %1>sitio de soporte</a> es el lugar para hacer preguntas sobre cómo utilizar nuestros recursos de alojamiento.

source: You should receive, via a separate email message, instructions for how to set up your initial login and password and how to connect to our control panel to use your hosting resources.
es_es: Recibirás, a través de un mensaje de correo electrónico separado, instrucciones sobre cómo configurar tu nombre de usuario y contraseña iniciales y cómo conectarte a nuestro panel de control para utilizar tus recursos de alojamiento.

source: Welcome to May First Movement Technology!
es_es: ¡Bienvenidos a May First Movement Technology!
